Repository: corysimmons/wp-sync-db
Catalog: languages/wp-sync-db-*.po
Languages: es_es

source: The version of %1$s you have installed, requires version %2$s of WP Sync DB. You currently have %3$s installed. <strong><a href="%4$s">Update Now</a></strong>
es_es: La versión de %1$s que ha instalado requiere la versión %2$s de WP Sync DB. Actualmente tienes %3$s instalado. <strong><a href="%4$s">Actualizar Ahora</a></strong>

source: Invalid content verification signature, please verify the connection information on the remote site and try again.
es_es: La Clave API no es válida, verifique la información de conexión en el sitio remoto y vuelva a intentarlo.

source: The connection to the remote server has timed out, no changes have been committed. (#134 - scope: %s)
es_es: La conexión con el servidor remoto ha caducado, no se confirmaron los cambios. (#134 - scope: %s)

source: We could not find: %s. Are you sure this is the correct URL?
es_es: No pudimos encontrar: %s. ¿Estás seguro de que es la URL correcta?

source: It appears that you might be trying to pull from a local environment. This will not work if <u>this</u> website happens to be located on a remote server, it would be impossible for this server to contact your local environment.
es_es: Parece que está intentando traer la base de datos de un entorno local. Esto no funcionará si <u>este sitio</u> está ubicado en un servidor remoto, ya que sería imposible que este servidor se comunique con su entorno local.

source: It appears that you might be trying to push to a local environment. This will not work if <u>this</u> website happens to be located on a remote server, it would be impossible for this server to contact your local environment.
es_es: Parece que está intentando enviar la base de datos de un entorno local. Esto no funcionará si <u>este sitio</u> está ubicado en un servidor remoto, ya que sería imposible que este servidor se comunique con su entorno local.

source: The connection failed, an unexpected error occurred, please contact support. (#121 - scope: %s)
es_es: Falló la conexión, se produjo un error inesperado. Por favor, póngase en contacto con el soporte. (#121 - scope: %s)

source: The remote site is protected with Basic Authentication. Please enter the username and password above to continue. (401 Unauthorized)
es_es: El sitio remoto está protegido con autenticación básica. Por favor, ingrese el nombre de usuario y la contraseña para continuar. (401 no autorizado)

source: Unable to connect to the remote server, please check the connection details - %1$s %2$s (#129 - scope: %3$s)
es_es: No se puede conectar con el servidor remoto, verifique los detalles de la conexión - %1$s %2$s (#129 - scope: %3$s)

source: There was a problem with the AJAX request, we were expecting a serialized response, instead we received:<br />
es_es: Hubo un problema con la solicitud de AJAX, esperábamos una respuesta serializada, en su lugar recibimos:<br />

source: WP Sync DB does not seem to be installed or active on the remote site. (#131 - scope: %s)
es_es: WP Sync DB no parece estar instalado o activo en el sitio remoto. (#131 - scope: %s)

source: Invalid nonce for: %s
es_es: Nonce invalido para: %s

source: Access denied for: %s
es_es: Acceso denegado para: %s

source: Settings
es_es: Opciones

source: WP Memory Limit
es_es: Límite de memoria de WP

source: Could not upload the SQL to the server. (#135)
es_es: No se pudo cargar SQL en el servidor. (#135)

source: Could not read the SQL file we uploaded to the server. (#136)
es_es: No se pudo leer el archivo SQL que cargamos en el servidor. (#136)

source: The connection succeeded but the remote site is configured to reject push connections. You can change this in the "settings" tab on the remote site. (#133)
es_es: La conexión se realizó correctamente, pero el sitio remoto está configurado para rechazar las conexiones de inserción. Puede cambiar esto en la pestaña "opciones" d-el sitio remoto. (#133)

source: The connection succeeded but the remote site is configured to reject pull connections. You can change this in the "settings" tab on the remote site. (#132)
es_es: La conexión se realizó correctamente, pero el sitio remoto está configurado para rechazar las conexiones de extracción. Puede cambiar esto en la pestaña "opciones" del sitio remoto. (#132)

source: Failed attempting to unserialize the response from the remote server. Please contact support.
es_es: Error al intentar deserializar la respuesta del servidor remoto. Por favor, póngase en contacto con el soporte.

source: pull
es_es: Traer

source: push
es_es: Empujar

source: The connection succeeded but the remote site is configured to reject %s connections. You can change this in the "settings" tab on the remote site. (#110)
es_es: La conexión se realizó correctamente, pero el sitio remoto está configurado para rechazar las conexiones %s. Puede cambiar esto en la pestaña "opciones" del sitio remoto. (#110)

source: Try again?
es_es: ¿Intentar nuevamente?

source: The connection succeeded but the remote site is configured to reject %s connections. You can change this in the "settings" tab on the remote site. (#122) <a href="#" class="try-again js-action-link">Try again?</a>
es_es: La conexión se realizó correctamente, pero el sitio remoto está configurado para rechazar las conexiones %s. Puede cambiar esto en la pestaña "opciones" del sitio remoto. (#122) <a href="#" class="try-again js-action-link">¿Intentarlo de nuevo?</a>

source: Migrate
es_es: Migrar

source: Help
es_es: Ayuda

source: The version of the %1$s addon you have installed%2$s is out-of-date and will not work with this version WP Sync DB. <a href="%3$s">Update Now</a>
es_es: La versión del complemento %1$s que ha instalado %2$s está desactualizada y no funcionará con esta versión WP Sync DB. <a href="%3$s">Actualizar Ahora</a>

source: <strong>PHP Safe Mode Enabled</strong> &mdash; We do not officially support running this plugin in safe mode because <code>set_time_limit()</code> has no effect. Therefore we can't extend the run time of the script and ensure it doesn't time out before the migration completes. We haven't disabled the plugin however, so you're free to cross your fingers and hope for the best. However, if you have trouble, we can't help you until you turn off safe mode.
es_es: <strong>Modo seguro de PHP habilitado</strong> &mdash; No admitimos oficialmente la ejecución de este complemento en modo seguro porque <code>set_time_limit()</code> queda sin efecto. Por lo tanto, no podemos extender el tiempo de ejecución del script y asegurarnos de que no se agote antes de que finalice la migración. Sin embargo, no hemos deshabilitado el complemento, así que puedes cruzar los dedos y esperar lo mejor. Si tiene problemas, no podremos ayudarlo hasta que desactive el modo seguro.

source: Your current PHP run time limit is set to %s seconds.
es_es: Su límite de tiempo de ejecución de PHP actual se establece en %s segundos.

source: <strong>Internet Explorer Not Supported</strong> &mdash; Less than 2% of our customers use IE, so we've decided not to spend time supporting it. We ask that you use Firefox or a Webkit-based browser like Chrome or Safari instead. If this is a problem for you, please let us know.
es_es: <strong>Internet Explorer no es compatible</strong> &mdash; Menos del 2% de nuestros clientes utilizan IE, por lo que hemos decidido no invertir tiempo en respaldarlo. Le pedimos que use Firefox o un navegador basado en Webkit como Chrome o Safari en su lugar. Si esto es un problema para usted, háganoslo saber.

source: <strong>PHP Function Disabled</strong> &mdash; The <code>set_time_limit()</code> function is currently disabled on your server. We use this function to ensure that the migration doesn't time out. We haven't disabled the plugin however, so you're free to cross your fingers and hope for the best. You may want to contact your web host to enable this function.
es_es: <strong>Función PHP desactivada</strong> &mdash; La función <code>set_time_limit()</code> está actualmente deshabilitada en su servidor. Utilizamos esta función para garantizar que la migración no se agote. Sin embargo, no hemos deshabilitado el complemento, así que puedes cruzar los dedos y esperar lo mejor. Sin embargo, es posible que desee ponerse en contacto con su proveedor de alojamiento web para solicitar que esta función sea habilitada.

source: Failed to retrieve table structure, please ensure your database is online. (#125)
es_es: Error al recuperar la estructura de la tabla, asegúrese de que su base de datos esté en línea. (#125)

source: Delete any existing table %s
es_es: Eliminar cualquier tabla existente %s

source: Table structure of table %s
es_es: Estructura de la tabla %s

source: Failed to generate the create table query, please ensure your database is online. (#126)
es_es: Error al generar la consulta de creación de tabla, asegúrese de que su base de datos esté en línea. (#126)

source: Data contents of table %s
es_es: Contenidos de la tabla %s

source: End of data contents of table %s
es_es: Fin de los contenidos de la tabla %s

source: WordPress MySQL database migration
es_es: Migración de base de datos MySQL en WordPress

source: Generated: %s
es_es: Generado: %s

source: Hostname: %s
es_es: Nombre del Host: %s

source: Database: %s
es_es: Base de Datos: %s

source: Failed to write the gzipped SQL data to the file. (#127)
es_es: Error al comprimidos los datos SQL en el archivo gzip. (#127)

source: Failed to write the SQL data to the file. (#128)
es_es: Error al escribir los datos de SQL en el archivo. (#128)

source: A problem occurred when trying to change the maximum request size, please try again.
es_es: Se ha producido un problema al intentar cambiar el tamaño máximo de la solicitud. Por favor, inténtalo de nuevo.

source: Establishing connection to remote server, please wait
es_es: Estableciendo conexión al servidor remoto. ¡Por favor, espere!

source: A problem occurred when attempting to connect to the local server, please check the details and try again.
es_es: Se produjo un problema al intentar conectarse al servidor local. Verifique los detalles e intente nuevamente.

source: An error occurred when trying to clear the debug log. Please contact support. (#132)
es_es: Se ha producido un error al intentar borrar el registro de depuración. Por favor, póngase en contacto con el soporte. (#132)

source: An error occurred when trying to update the debug log. Please contact support. (#133)
es_es: Se ha producido un error al intentar actualizar el registro de depuración. Por favor, póngase en contacto con el soporte. (#133)

source: Migrate DB & Save
es_es: Migrar BD y Guardar

source: Migrate DB
es_es: Migrar BD

source: Please select at least one table to migrate.
es_es: Por favor seleccione al menos una tabla para migrar.

source: Please enter a name for your migration profile.
es_es: Por favor ingrese un nombre para su perfil de migración.

source: An error occurred when attempting to save the migration profile. Please see the Help tab for details on how to request support. (#118)
es_es: Se ha producido un error al intentar guardar el perfil de migración. Consulte la pestaña de Ayuda para obtener detalles sobre cómo solicitar asistencia. (#118)

source: Exporting complete
es_es: Completando la exportación

source: Exporting, please wait...
es_es: Exportando, por favor espere...

source: please wait...
es_es: Por favor, espere...

source: complete
es_es: completo

source: Migration failed
es_es: Falló la migración

source: Backing up
es_es: Creando copia de seguridad

source: Migrating
es_es: Migrando

source: Status
es_es: Estado

source: Response
es_es: Respuesta

source: A problem occurred when attempting to process the following table (#113)
es_es: Ocurrió un problema al intentar procesar la siguiente tabla (# 113)

source: A problem occurred when processing the following table. We were expecting a response in JSON format but instead received an empty response.
es_es: Se produjo un problema al procesar la tabla siguiente. Esperaban una respuesta en formato JSON pero en cambio recibió una respuesta vacía.

source: Migration completed with some errors
es_es: Migración completada con algunos errores

source: Migration complete, your backup is located at:
es_es: Migración completada, la copia de seguridad se encuentra en:

source: A problem occurred when finalizing the backup. (#132)
es_es: Hubo un problema al finalizar la copia de seguridad. (#132)

source: Saved
es_es: Guardado

source: Any sites setup to use the current API key will no longer be able to connect. You will need to update those sites with the newly generated API key. Do you wish to continue?
es_es: Cualquier configuración de sitios que utilice la clave API actual ya no será capaz de conectarse. Usted tendrá que actualizar esos sitios con la nueva API key. ¿Desea continuar?

source: An error occurred when trying to generate the API key. Please see the Help tab for details on how to request support. (#105)
es_es: Se ha producido un error al intentar generar la clave secreta. Por favor, consulta la pestaña Ayuda para obtener más información sobre cómo solicitar soporte. (#105)

source: You are removing the following migration profile. This cannot be undone. Do you wish to continue?
es_es: Estás eliminando el siguiente perfil de migración. Esto no se puede deshacer. ¿Desea continuar?

source: An error occurred when trying to delete the profile. Please see the Help tab for details on how to request support. (#106)
es_es: Se ha producido un error al intentar eliminar el perfil. Por favor, consulta la pestaña Ayuda para obtener más información sobre cómo solicitar soporte. (#106)

source: The selected migration profile could not be deleted because it was not found. Please refresh this page to see an accurate list of the currently available migration profiles.
es_es: El perfil de migración seleccionado no se pudo eliminar porque no se encontró. Actualice esta página para ver una lista precisa de los perfiles de migración disponibles actualmente.

source: If you change the connection details, you will lose any replaces and table selections you have made below. Do you wish to continue?
es_es: Si cambia los datos de conexión, usted perderá las selecciones de reemplazos y tablas que ya haya hecho. ¿Desea continuar?

source: Please enter the connection information above to continue.
es_es: Por favor introduzca la información de conexión para continuar.

source: An error occurred when trying to save the settings. Please try again. If the problem persists, please see the Help tab for details on how to request support. (#108)
es_es: Se ha producido un error al intentar guardar la configuración. Vuelva a intentarlo. Si el problema persiste, consulte la pestaña Ayuda para obtener detalles sobre cómo solicitar soporte. (#108)

source: The connection information appears to be missing, please enter it to continue.
es_es: La información de conexión parece perdida, por favor escríbela nuevamente para continuar.

source: The connection information appears to be incorrect, it should consist of two lines. The first being the remote server's URL and the second being the secret key.
es_es: La información de conexión parece ser incorrecta, debe tener dos líneas. La primera es la URL del servidor remoto y la segunda es la clave secreta.

source: The URL on the first line appears to be invalid, please check it and try again.
es_es: La URL en la primera línea parece no ser válida, verifíquela e intente nuevamente.

source: The secret key on the second line appears to be invalid. It should be a 32 character string that consists of letters, numbers and special characters only.
es_es: La clave secreta en la segunda línea parece ser inválida. Debe ser una cadena de 32 caracteres que consta de letras, números y caracteres especiales solamente.

source: It appears you've entered the URL for this website, you need to provide the URL of the remote website instead.
es_es: Parece que has introducido la URL de la página web actual. Es necesario proporcionar la URL del sitio remoto en su lugar.

source: It appears you've entered the secret key for this website, you need to provide the secret key for the remote website instead.
es_es: Parece que has introducido la clave secreta de este sitio web. Es necesario proporcionar la clave secreta del sitio remoto en su lugar.

source: Time Elapsed:
es_es: Tiempo transcurrido:

source: Pause
es_es: Pausar

source: Migration Paused
es_es: Migración pausada

source: Resume
es_es: Continuar

source: Completing current request
es_es: Completando solicitud actual

source: Cancelling migration
es_es: Cancelando migración

source: Paused
es_es: Pausar

source: Removing the local MySQL export file
es_es: Eliminando el archivo local de MySQL

source: Removing the local backup MySQL export file
es_es: Eliminando el archivo de copia de seguridad de MySQL local

source: Removing the local temporary tables
es_es: Eliminando las tablas temporales locales

source: Removing the remote backup MySQL export file
es_es: Eliminando el archivo de copia de seguridad de MySQL remota

source: Removing the remote temporary tables
es_es: Eliminando las tablas temporales remotas

source: Migration cancellation failed
es_es: Falló la cancelación de la migración

source: A problem occurred while cancelling the migration, you may have to manually delete some temporary files / tables.
es_es: Se produjo un problema al cancelar la migración, quizás tenga que eliminar manualmente archivos temporales o tablas.

source: Migration cancelled
es_es: Migración cancelada

source: Could not find the file to download:
es_es: No se encuentra el archivo para descargar:

source: MySQL export file not found.
es_es: Archivo de exportación de MySQL no encontrado.

source: Feature Walkthrough
es_es: Tutorial de funciones

source: A brief walkthrough of the WP Sync DB plugin showing all of the different options and explaining them.
es_es: Un breve recorrido por el plugin WP Sync DB que muestra todas las opciones y las explica.

source: Pulling Live Data Into Your Local Development&nbsp;Environment
es_es: Cómo traer los datos online a su entorno de desarrollo local

source: This screencast demonstrates how you can pull data from a remote, live WordPress install and update the data in your local development environment.
es_es: Este screencast demuestra cómo puede extraer datos de una instalación remota de WordPress en vivo y actualizar los datos en su entorno de desarrollo local.

source: Pushing Local Development Data to a Staging&nbsp;Environment
es_es: Cómo enviar los datos de desarrollo local a su sitio remoto

source: This screencast demonstrates how you can push a local WordPress database you've been using for development to a staging environment.
es_es: Este screencast demuestra cómo puede enviar una base de datos de WordPress local que ha estado utilizando para el desarrollo a un entorno remoto.

source: Media Files Addon Demo
es_es: Complemento de archivos multimedia

source: A short demo of how the Media Files addon allows you to sync up your WordPress Media Libraries.
es_es: Una breve demostración de cómo el complemento de archivos multimedia le permite sincronizar sus bibliotecas multimedia de WordPress.

source: Support
es_es: Ayuda

source: Please report bugs or ask questions in the
es_es: Por favor, informe de errores o haga preguntas en el

source: Diagnostic Info &amp; Error Log
es_es: Información de diagnóstico y registro de errores

source: Clear Error Log
es_es: Borrar registro de errores

source: Please wait while migration is running...
es_es: Por favor, espere mientras se ejecuta la migración...

source: Establishing Connection
es_es: Estableciendo conexión

source: Cancel
es_es: Cancelar

source: Back to select a saved profile
es_es: Volver a seleccionar un perfil guardado

source: Export File
es_es: Exportar archivo

source: Save as file to your computer
es_es: Guardar el archivo en tu computadora

source: Compress file with gzip
es_es: Comprimir archivo en gzip

source: Pull
es_es: Traer

source: Replace this site's db with remote db
es_es: Reemplace la base de datos de este sitio con la base de datos remota

source: Push
es_es: Empujar

source: Replace remote db with this site's db
es_es: Reemplace la base de datos remota con la base de datos de este sitio

source: Connection Info - Site URL &amp; Secret Key
es_es: Información de conexión - URL del sitio y clave secreta

source: Connect
es_es: Conectar

source: SSL Disabled
es_es: SSL Deshabilitado

source: We couldn't connect over SSL but regular http (no SSL) appears to be working so we've switched to that. If you run a push or pull, your data will be transmitted unencrypted. Most people are fine with this, but just a heads up.
es_es: No podíamos conectar mediante SSL pero el http regular (no SSL) parece estar trabajando así que nos hemos cambiado a él. Si ejecuta un empuja o trae sus datos, se transmiten sin cifrar.

source: Version Mismatch
es_es: La versión no coincide

source: We've detected you have version <span class="remote-version"></span> of WP Sync DB at <span class="remote-location"></span> but are using %1$s here. Please go to the <a href="%2$s">Plugins page</a> on both installs and check for updates.
es_es: Hemos detectado que tienes la versión <span class="remote-version"></span> de WP Sync DB a <span class="remote-location"></span> pero estás usando la %1$s aquí. Por favor vaya a la <a href="%2$s">Página de Plugins</a> en ambas instalaciones y compruebe si hay actualizaciones.

source: Cannot Access Uploads Directory
es_es: No se puede acceder al directorio de carga:

source: We require write permissions to the standard WordPress uploads directory. Without this permission exports are unavailable. Please grant 755 permissions on the following directory:
es_es: Se requiere permisos de escritura para el directorio estándar de carga de WordPress. Sin este permiso las exportaciones no estarán disponibles. Por favor conceda permisos 755 en este directorio:

source: Find
es_es: Buscar

source: Replace
es_es: Reemplazar

source: Doesn't look we have any replaces yet, <a href="#" class="js-action-link add-replace">add one?</a>
es_es: No parece que tengamos reemplazos todavía, <a href="#" class="js-action-link add-replace">¿agregar uno?</a>

source: Old value
es_es: Valor anterior

source: New Value
es_es: Nuevo valor

source: Old URL
es_es: URL anterior

source: New URL
es_es: Nueva URL

source: Old file path
es_es: Path anterior

source: New file path
es_es: Path nuevo

source: Old Value
es_es: Valor anterior

source: New value
es_es: Nuevo valor

source: Add Row
es_es: Agregar fila

source: <strong>New URL Missing</strong> &mdash; Please enter the protocol-relative URL of the remote website in the "New URL" field. If you are unsure of what this URL should be, please consult <a href="%s" target="_blank">our documentation</a> on find and replace fields.
es_es: <strong>Falta la nueva URL</strong> &mdash; Por favor, introduzce el protocolo relativo de la URL del sitio remoto en el campo “Nueva URL”. Si no estás seguro de cuál debería ser la URL, consulta <a href="%s" target="_blank">nuestra documentación</a> en “find and replace fields”.

source: <strong>New File Path Missing</strong> &mdash; Please enter the root file path of the remote website in the "New file path" field. If you are unsure of what the file path should be, please consult <a href="%s" target="_blank">our documentation</a> on find and replace fields.
es_es: <strong>Falta el Path de archivos</strong> &mdash; Por favor, introduce la ruta del archivo raíz del sitio remoto en el campo “Nuevo Path” o elimina la fila completa. Si no estás seguro de cuál debería ser la ruta del archivo, consulta <a href="%s" target="_blank">nuestra documentación</a> en “find and replace fields”.

source: Tables
es_es: Tablas
