Repository: corysimmons/wp-sync-db
Catalog: languages/wp-sync-db-*.po
Languages: es_es

source: Migrate all tables with prefix
es_es: Migrar todas las tablas con el prefijo

source: Migrate only selected tables below
es_es: Migrar sólo las tablas seleccionadas

source: Select All
es_es: Seleccionar todas

source: Deselect All
es_es: Deseleccionar todas

source: Invert Selection
es_es: Invertir selección

source: Exclude Post Types
es_es: Excluir Post Types

source: Advanced Options
es_es: Opciones Avanzadas

source: Replace GUIDs
es_es: Reemplazar GUIDs

source: Although the <a href="%s" target="_blank">WordPress Codex emphasizes</a> that GUIDs should not be changed, this is limited to sites that are already live. If the site has never been live, I recommend replacing the GUIDs. For example, you may be developing a new site locally at dev.somedomain.com and want to migrate the site live to somedomain.com.
es_es: Aunque en el <a href="%s" target="_blank">Codex de WordPress</a> se explica que no se deben cambiar los GUIDs, esto se limita a sitios que ya están online. Si el sitio no ha sido publicado, te recomiendo reemplazar los GUIDs. Por ejemplo, cuando está desarrollando un nuevo sitio en dev.somedomain.com y desea migrarlo a somedomain.com.

source: Exclude spam comments
es_es: Excluir comentarios SPAM

source: Do not migrate the 'active_plugins' setting (i.e. which plugins are activated/deactivated)
es_es: No migrar la opción 'active_plugins' (Plugins activados/desactivados)

source: Exclude
es_es: Excluir

source: transients
es_es: temporales

source: (temporary cached data)
es_es: (datos en caché temporales)

source: Backup the <span class="directory-scope">local</span> database before replacing it
es_es: Copia de seguridad de la base de datos <span class="directory-scope">local</span> antes de reemplazarla

source: An SQL file will be saved to
es_es: Un archivo SQL se guardará en

source: Backup all tables with prefix
es_es: Copia de seguridad de todas las tablas con prefijo

source: Backup only tables selected for migration
es_es: Copia de seguridad solo de las tablas seleccionadas para la migración

source: Backup only selected tables below
es_es: Copia de seguridad solo las tablas seleccionadas a continuación

source: The backup option has been disabled as your <span class="directory-scope">local</span> uploads directory is currently not writeable. The following directory should have 755 permissions: <span class="upload-directory-location">%s</span></p>
es_es: La opción de copia de seguridad se ha inhabilitado porque su directorio de subidas <span class="directory-scope">local</span> actualmente no tiene permiso de escritura. El siguiente directorio debe tener permisos 755: <span class="upload-directory-location">%s</span></p>

source: Save Migration Profile
es_es: Guardar Perfil de Migración

source: Save the above settings for the next time you do a similiar migration
es_es: Guarde la configuración para la próxima vez que realice una migración similar

source: Create new profile
es_es: Crear un perfil nuevo

source: Warning: Different Table Prefixes
es_es: Alerta: Diferente Prefijo de Tablas.

source: Whoa! We've detected that the database table prefix differs between installations. Clicking the Migrate DB button below will create new database tables in your local database with prefix "<span class="remote-prefix"></span>".
es_es: ¡Vaya! Hemos detectado que el prefijo de la tabla de base de datos difiere entre las instalaciones. Al hacer clic en el botón Migrar a continuación, crearás nuevas tablas de base de datos en su base de datos local con el prefijo " <span class="remote-prefix"></span> ".

source: However, your local install is configured to use table prefix "%1$s" and will ignore the migrated tables. So, <b>AFTER</b> migration is complete, you will need to edit your local install's wp-config.php and change the "%1$s" variable to "<span class="remote-prefix"></span>".
es_es: Sin embargo, su instalación local está configurada para utilizar el prefijo de tabla "%1$s" e ignorará las tablas migradas. Así que, <b>DESPUÉS</b> de la migración es completa, necesitarás editar wp-config.php de la instalación local y cambiar la variable "%1$s" a "<span class="remote-prefix"></span>".

source: This will allow your local install the use the migrated tables. Once you do this, you shouldn't have to do it again.
es_es: Esto permitirá que tu instalación local use las tablas migradas. Una vez hecho esto, no tienes que hacerlo de nuevo.

source: Whoa! We've detected that the database table prefix differs between installations. Clicking the Migrate DB button below will create new database tables in the remote database with prefix "%s".
es_es: ¡Vaya! Hemos detectado que el prefijo de la tabla de base de datos difiere entre las instalaciones. Al hacer clic en el botón Migrar, se crearán nuevas tablas de base de datos en la base de datos remota con el prefijo "%s".

source: However, your remote install is configured to use table prefix "<span class="remote-prefix"></span>" and will ignore the migrated tables. So, <b>AFTER</b> migration is complete, you will need to edit your remote install's wp-config.php and change the "<span class="remote-prefix"></span>" variable to "%s".
es_es: Sin embargo, tu instalación remota está configurada para usar prefijo de tabla "<span class="remote-prefix"></span> e ignorará las tablas migradas. Por eso, <b>DESPUÉS</b> de completar la migración, tendrás que editar el archivo wp-config.php de u instalación remota y cambiar el" <span class="remote-prefix"></span> "Variable"%s ".

source: This will allow your remote install the use the migrated tables. Once you do this, you shouldn't have to do it again.
es_es: Esto le permitirá a su instalación remota el uso de las tablas migradas. Una vez que hagas esto, no deberías tener que hacerlo de nuevo.

source: Save Profile
es_es: Guardar Perfil

source: Would you like to use a saved migration profile?
es_es: ¿Te gustaría usar un perfil de migración guardado?

source: Nope, let's start fresh...
es_es: No, vamos a empezar con uno nuevo...

source: Accept <b>pull</b> requests allow this database to be exported and downloaded
es_es: Aceptar solicitudes de <b>extracción</b> para exportar y descargar esta base de datos.

source: Accept <b>push</b> requests allow this database to be overwritten
es_es: Aceptar solicitudes de <b>inserción</b> para que esta base de datos se sobrescriba

source: Enable SSL verification
es_es: Habilitar verificación SSL

source: We disable SSL verification by default because a lot of people's environments are not setup for it to work. For example, with XAMPP, you have to manually enable OpenSSL by editing the php.ini. Without SSL verification, an HTTPS connection is vulnerable to a man-in-the-middle attack, so we do recommend you configure your environment and enable this.
es_es: Desactivamos la verificación SSL por defecto ya que muchos de los entornos de las personas no lo tienen instalado para que funcione. Por ejemplo, con XAMPP, tienes que habilitar manualmente el OpenSSL editando el php.ini. Sin verificación de SSL, una conexión HTTPS es vulnerable a un ataque "man in the middle", así que le recomendamos configura su entorno y habilitar esto.

source: Connection Info
es_es: Información de conexión

source: Reset API Key
es_es: Renovar Clave API

source: Improve performance and reliability by not loading the following plugins for migration requests
es_es: Mejore el rendimiento y la confiabilidad al no cargar los siguientes plugins para solicitudes de migración

source: Some plugins add a lot of overhead to each request, requiring extra memory and CPU. And some plugins even interfere with migrations and cause them to fail. We recommend only loading plugins that affect migration requests, for example a plugin that hooks into WP Sync DB.
es_es: Algunos plugins agregan una gran cantidad de sobrecarga a cada solicitud, requiriendo memoria y CPU adicionales. Y algunos, incluso, interfieren con las migraciones y hacen que fallen. Recomendamos solo cargar plugins que afecten las solicitudes de migración, por ejemplo, uno que este relacionado con WP Sync DB.

source: Save Changes
es_es: Guardar cambios

source: Maximum Request Size
es_es: Tamaño máximo de pedido

source: We've detected that your server supports requests up to %s, but it's possible that your server has limitations that we could not detect. To be on the safe side, we set the default to 1 MB, but you can try throttling it up to get better performance. If you're getting a 413 error or having trouble with time outs, try throttling this setting down.
es_es: Hemos detectado que su servidor admite hasta %s peticiones, pero es posible que tenga limitaciones que no pudimos detectar. Para estar seguros, establecemos el valor predeterminado en 1 MB, pero puedes intentar acelerarlo para obtener un mejor rendimiento. Si está recibiendo un error 413 o tiene problemas con los tiempos de espera, trate de modificar este ajuste.
